Repository: jumpski/wpmg-central
Catalog: languages/wpmg_central-*.po
Languages: de_de

source: Parent Meetup
de_de: Übergeordnetes Meetup

source: All Meetups
de_de: Alle Meetups

source: Add new Meetup
de_de: Neues Meetup

source: Add new
de_de: Erstellen

source: New Meetup
de_de: Neues Meetup

source: Edit Meetup
de_de: Meetup bearbeiten

source: Update Meetup
de_de: Meetup aktualisieren

source: View Meetup
de_de: Meetup ansehen

source: Search Meetup
de_de: Suchen

source: Not found
de_de: Kein Meetup gefunden

source: Not found in trash
de_de: Kein Meetup im Papierkorb gefunden

source: single_meetup
de_de: Meetup

source: Meetup Groups
de_de: Meetup Gruppe

source: Parent status
de_de: Status des übergeordneten Elements

source: New status
de_de: Neuer Status

source: Add new status
de_de: Hinzufügen

source: Edit status
de_de: Status bearbeiten

source: Update status
de_de: Status aktualiseren

source: View status
de_de: Status ansehen

source: Separate items with commas
de_de: Elemente mit Komma trennen

source: Add or remove status
de_de: Status hinzufügen oder löschen

source: Most used
de_de: Häufig benutzt

source: Popular
de_de: Populär

source: Search status
de_de: Suchergebnis

source: Meetup Metadata
de_de: Meetup Metadaten

source: Twitter URL
de_de: URL des Meetup Twitter Accounts

source: Facebook URL
de_de: URL der Meetup Facebook Seite/Gruppe

source: Google+ URL
de_de: URL der Meetup Google+ Seite / Community

source: Meetup.com URL
de_de: URL der Meetup Gruppe auf Meetup.com

source: Slack (channel on dewp.slack.com or slack team URL)
de_de: URL des Meetup Slack-Channels auf dewp.slack.com / URL auf eines Slack-Team

source: Xing URL
de_de: URL der Meetup Xing-Community

source: WordPress.TV URL
de_de: URL der Meetup Event-Seite auf wp.tv

source: Meetup Homepage URL
de_de: URL der Meetup Webseite

source: Contact EMail
de_de: E-Mailadresse für Rückfragen/Kontakt

source: Mailiglist URL
de_de: URL der Meetup Mailingliste

source: Rotation
de_de: Freitextfeld für Meetup Turnus
